Repository: jellyflix-app/jellyflix
Catalog: lib/l10n/app_*.arb
Languages: he, nl

source: Continue Watching
he: המשך צפייה
nl: Doorgaan met bekijken

source: Recently Added Movies
he: סרטים חדשים
nl: Onlangs toegevoegde films

source: Recently Added Shows
he: סדרות חדשות
nl: Onlangs toegevoegde series

source: Your Watchlist
he: רשימת הצפייה שלך
nl: Mijn kijklijst

source: Top 10 in your Library
he: 10 הגדולים
nl: Top 10 uit mijn verzameling

# similarToWatchHistory
source: Similar to your Watch History
he: דומה להיסטוריית הצפייה
nl: Vergelijkbaar met mijn kijkgeschiedenis

# becauseYouWatched
source: Because you watched {title}
he: כי ראית את {title}
nl: Omdat je naar ‘{title}’ gekeken hebt

# becauseYouLiked
source: Because you liked {title}
he: כי אהבת את {title}
nl: Omdat je ‘{title}’ leuk vindt

# directedBy
source: Directed by {director}
he: בבימוי {director}
nl: Geregisseerd door {director}

# starring
source: Starring {actor}
he: בכיכוב {actor}
nl: Met {actor} in de hoofdrol

source: Recommended for you
he: מומלץ עבורך
nl: Persoonlijke aanbevelingen

source: Play
he: נגן
nl: Afspelen

source: More Info
he: פרטים
nl: Meer informatie

source: Search
he: חיפוש
nl: Zoeken

# startTypingSearch
source: Start typing to search
he: יש להקליד בכדי לחפש
nl: Typ om te zoeken

source: Genre
he: ג׳אנר

source: All
he: הכל
nl: Alles

source: Filter
he: סינון
nl: Filteren

source: None
he: ללא
nl: Niets

source: Order
he: סדר
nl: Volgorde

source: Ascending
he: עולה
nl: Oplopend

source: Descending
he: יורד
nl: Aflopend

source: Sort
he: מיון
nl: Sorteren op

source: Name
he: שם
nl: Naam

source: Premiere Date
he: בכורה
nl: Verschijningsdatum

source: Random
he: אקראי
nl: Willekeurig

source: Unplayed
he: לא נצפה
nl: Niet-bekeken

source: Played
he: נצפה
nl: Bekeken

source: Favorites
he: מועדפים
nl: Favorieten

source: Liked
he: אהבתי
nl: Leuk gevonden

source: Change Profile
he: החלפת פרופיל
nl: Profiel wĳzigen

source: Logout
he: התנתקות
nl: Uitloggen

source: About
he: אודות
nl: Over

source: Scan Library
he: סריקת ספרייה
nl: Verzameling doorzoeken

source: Scan started
he: סריקה החלה
nl: Je verzameling wordt doorzocht

source: Quick Connect
he: חיבור מהיר
nl: Snel verbinden

# quickConnectDescription
source: Enter the code displayed on your device
he: יש להכניס את הקוד שמופיע על המכשיר
nl: Voer de code van het andere apparaat in

# quickConnectError401
source: Are you accessing the right server?
he: זהו השרת הנכון?
nl: Heb je het juiste serveradres ingevoerd?

# quickConnectError404
source: Invalid code
he: קוד שגוי
nl: De code is ongeldig

# quickConnectErrorUnknown
source: Something went wrong
he: משהו השתבש
nl: Er is iets misgegaan

# useQuickConnect
source: Use Quick Connect to log in
he: חיבור מהיר
nl: Log in met de functie snel verbinden

source: Connect
he: התחברות
nl: Verbinden

source: Code
he: קוד

source: Writers
he: כותבים
nl: Schrijvers

source: Directors
he: במאים
nl: Regisseurs

source: Genres
he: ג׳אנרים

source: Cast
he: שחקנים
nl: Rolverdeling

source: Episodes
he: פרקים
nl: Afleveringen

source: Season
he: עונות
nl: Seizoen

source: N/A
he: אין מידע
nl: n/b

source: Added to Watchlist
he: התווסף ל׳רשימת הצפייה׳
nl: Toegevoegd aan kijklijst

source: Removed from Watchlist
he: הוסר מ׳רשימת הצפייה׳
nl: Verwijderd van kijklijst

source: No items found
he: לא נמצאו פריטים
nl: Er zijn geen items beschikbaar

source: No results found
he: אין תוצאות
nl: Er zijn geen zoekresultaten

source: Movies
he: סרטים
nl: Films

source: series
he: סדרות

source: Collections
he: אוספים
nl: Verzamelingen

source: Add Profile
he: הוספת פרופיל
nl: Profiel toevoegen

source: Server Address
he: כתובת השרת
nl: Serveradres

# loginWithPassword
source: Password
he: סיסמה
nl: Wachtwoord

# loginWithQuickConnect
source: QuickConnect
he: חיבור מהיר
nl: Snel verbinden

source: Login
he: כניסה
nl: Inloggen

source: Username
he: שם משתמש
nl: Gebruikersnaam

source: Password
he: סיסמה
nl: Wachtwoord

# emptyAddress
source: Empty Server Address
he: כתובת השרת
nl: Er is geen serveradres ingevoerd

source: Empty Username
he: שם משתמש
nl: Er is geen gebruikersnaam ingevoerd

source: Empty Password
he: סיסמה
nl: Er is geen wachtwoord ingevoerd

# emptyFields
source: Please fill out the following fields
he: יש למלא ערך עבור
nl: Vul de volgende velden in

source: Error connecting to server
he: שגיאה בהתחברות לשרת
nl: Er kan geen verbinding met de server worden gemaakt

# webDemoNote
source: This is a demo version of Jellyflix. To use it, you can use the following credentials: Server Address: https://demo.jellyfin.org/stable User Name: demo and empty password
he: זוהי גרסת הדגמה של Jellyflix. בכדי להשתמש, יש להזין את הפרטים הבאים: כתובת השרת: https://demo.jellyfin.org/stable שם משתמש: demo וסיסמה ריקה .
nl: Dit is een demoversie van Jellyflix. Inloggen kan met behulp van de volgende gegevens: Serveradres: https://demo.jellyfin.org/stable Gebruikersnaam: demo Wachtwoord: -geen wachtwoord-

source: Quality
he: איכות
nl: Kwaliteit

source: Audio
he: אודיו

source: Subtitles
he: כתוביות
nl: Ondertiteling

source: Settings
he: הגדרות
nl: Instellingen

source: Home
he: בית
nl: Overzicht

source: Library
he: ספרייה
nl: Verzameling

source: Profile
he: פרופיל
nl: Profiel

source: Mark as played
he: סימון כנצפה
nl: Markeren als bekeken

source: Mark as unplayed
he: סימון לצפייה
nl: Markeren als niet-bekeken

source: Could not open trailer
he: אין אפשרות לפתוח טריילר
nl: De trailer kan niet worden geladen

source: Watch Trailer
he: נגן טריילר
nl: Trailer bekijken

# showsMaybeMissed
source: Shows you may have missed
he: סדרות שכדאי לראות
nl: Series die je mogelijk gemist hebt

# moviesMaybeMissed
source: Movies you may have missed
he: סרטים שכדאי לראות
nl: Films die je mogelijk gemist hebt

# highesRatedMovies
source: Highest Rated Movies
he: סרטים בדירוג גבוה
nl: Hoogst beoordeelde films

source: Highest Rated Shows
he: סדרות בדירוג גבוה
nl: Hoogst beoordeelde series

# top10
source: Top {count}
he: {count} הגדולים

# minutes
source: {count} min
he: {count} דק׳

source: Similar
he: עוד כמו זה
nl: Vergelijkbaar

source: Downloads
he: הורדות

source: Download
he: הורדה
nl: Downloaden

# noDownloads
source: No downloads found
he: אין הורדות
nl: Er zijn geen downloads beschikbaar

source: Resume Download
he: המשך הורדת
nl: Downloaden hervatten

source: Delete Download
he: מחיקת הורדה
nl: Download verwijderen

source: Removed Download
he: הורדה נמחקה
nl: De download is verwijderd

source: Started Download
he: הורדה החלה
nl: De download is gestart

source: Cancel Download
he: ביטול הורדה
nl: Downloaden afbreken

source: Cancel and remove all Downloads
he: ביטול ומחיקת כל ההורדות
nl: Alle downloads afbreken en verwijderen

source: Downloaded
he: מקומי
nl: Gedownload

# couldNotResumeDownload
source: Couldn't resume Download!
he: אין אפשרות להמשיך הורדה!
nl: De download kan niet worden hervat!

source: All Downloads removed
he: כל ההורדות הוסרו
nl: Alle downloads zijn verwijderd

source: Cancel
he: ביטול
nl: Afbreken

source: Save
he: שמירה
nl: Opslaan

source: Set audio and subtitle language
he: בחירת שפת שמע וכתוביות
nl: Audio- en ondertiteltaal instellen

source: Set local download bitrate
he: קצב הזרמה ברשת מקומית
nl: Bitsnelheid van lokale download instellen

# maxDownloadBitrateText
source: Set the maximum bitrate for local downloads.
he: קצב הזרמת וידאו מקסימלי ברשת מקומית
nl: Stel de maximale bitsnelheid van lokale downloads in.

# downloadApproxFilesize
source: 1h of playback equals approx. {size}GB
he: {size}GB לשעה
nl: 1 uur afspeeltijd komt overeen met ongeveer {size} GB

source: Resumed Download
he: הורדה ממשיכה
nl: Het downloaden is hervat

source: Canceled Download
he: הורדה בוטלה
nl: Het downloaden is afgebroken

source: Details
he: פרטים

source: Show more
he: עוד
nl: Meer tonen

source: Show less
he: פחות
nl: Minder tonen

# offlineNotice
source: You're offline
he: ללא אינטרנט
nl: Je bent offline

source: Disable image caching
he: אין לשמור תמונות במטמון
nl: Afbeeldingen niet bewaren in cache

source: Restart app
he: הפעלת האפליקציה מחדש
nl: Programma herstarten

# restartAppDescription
source: Please restart the app for the changes to take effect.
he: להחלת השינויים יש להפעיל מחדש את האפליקציה.
nl: Herstart om de wijzigingen toe te passen.

source: OK
he: אישור
nl: Oké

source: Select Profile
he: בחירת פרופיל
nl: Kies een profiel

# ends
source: Ends at {date}
he: סיום בשעה {date}
nl: Eindigt op {date}

source: Disable Watchlist
he: השבתת ׳רשימת הצפייה׳
nl: Kijklijst uitschakelen

# deletePlaylistNotice
source: To prevent data loss, please delete the playlist from the server, if it's no longer needed.
he: בכדי למנוע איבוד מידע, יש למחוק את הרשימה מהשרת.
nl: Om gegevensverlies te voorkomen, kun je de afspeellijst beter van de server verwijderen.

source: Info
he: מידע
nl: Informatie

# showPrimaryForEpisodes
source: Show primary image instead of series poster in Continue Watching
he: יש להציג את התמונה הראשית במקום פוסטר הסדרה ב׳המשך צפייה׳
nl: Miniatuur tonen op hervatscherm in plaats van serieomslag

# storagePermission
source: Storage Permission Denied
he: חסר הרשאות איחסון
nl: Opslagtoegang is geweigerd

# audioPermission
source: Audio Permission Denied
he: חסר הרשאות אודיו
nl: Audiotoegang is geweigerd

# videoPermission
source: Video Permission Denied
he: חסר הרשאות וידאו
nl: Videotoegang is geweigerd

# errorMessage400
source: The server could not understand the request, if you are using a proxy check its configuration.
he: לשרת אין אפשרות לפענח את הבקשה, יש לבדוק את שרת הפרוקסי אם הוא בשימוש.
nl: De server kan niet omgaan met het verzoek. Als je gebruikmaakt van een proxy, controleer dan de instellingen.

# errorMessage401
source: Your username or password may be incorrect.
he: שגיאת שם משתמש או סיסמה
nl: Je gebruikersnaam of wachtwoord is onjuist.

# errorMessage403
source: The server is blocking requests from this device. This probably means the device has been banned. Please contact your admin to resolve this issue.
he: יש ליצור קשר עם האדמין, המכשיר חסום משליחת בקשות לשרת.
nl: De server blokkeert verzoeken van je apparaat. Mogelijk is je apparaat verbannen en dien je contact op te nemen met de systeembeheerder.

# errorMessageUnknown
source: There has been an unknown error.
he: שגיאה לא ידועה.
nl: Er is een onbekende fout opgetreden.

source: selected items
he: פריטים נבחרים
nl: geselecteerde items

source: Reset
he: איפוס
nl: Standaardwaarden

source: Apply
he: החל
nl: Toepassen

source: Enable Logging
he: לוגים ומידע
nl: Logboek aanleggen

# logExported
source: Log exported to downloads
he: לוגים נשמרו בהורדות
nl: Het logboek is geëxporteerd naar downloads

# appSubtitle
source: Another Jellyfin client
nl: Een andere Jellyfin-client

source: Custom MPV Config
nl: Eigen mpv-instellingen

# customMpvConfigDescription
source: Configure custom MPV player options. One option per line in the format: option=value
nl: Kies je eigen mpv-instellingen, een optie per regel in de vorm van ‘optie=waarde’

source: Reset to Default
nl: Standaardwaarden herstellen

# mpvConfigTitle
source: MPV Configuration
nl: Mpv-instellingen

# mpvConfigResetConfirm
source: Reset MPV configuration to default?
nl: Weet je zeker dat je de standaardinstellingen wilt terugzetten?

# mpvConfigResetDescription
source: This will restore the default MPV configuration settings.
nl: Alle standaard mpv-instellingen zullen worden gebruikt.
